[
  {
    "id": "tag-downwell",
    "type": "tag",
    "appliesTo": "poi",
    "name": "Downwell",
    "description": "This Point of Interest is located on a planet or similar celestial body, and can only be accessed by vessels with the \"lander\" tag"
  },
  {
    "id": "tag-lander",
    "type": "tag",
    "appliesTo": "ship",
    "name": "Lander",
    "description": "This vessel is capable of landing on planets and similar celestial bodies."
  },
  {
    "id": "tag-solidstate",
    "type": "tag",
    "appliesTo": "ship",
    "name": "Solid State",
    "description": "This vessel does not carry human crew, and is entirely operated by one or more NHPs or sufficiently advanced expert systems."
  },
  {
    "id": "tag-hangar",
    "type": "tag",
    "appliesTo": "ship",
    "name": "Hangar",
    "enables": "deployables",
    "description": "This vessel can carry drones, fighters, or other deployable craft in a hangar bay or similar facility."
  },
  {
    "id": "tag-bulkcargo",
    "type": "tag",
    "appliesTo": "ship",
    "name": "Bulk Cargo Holds",
    "enables": "cargo",
    "description": "This vessel has the facilities to transport bulk liquid or solid particulate goods, the quantity of which is determined by the ship's size."
  },
  {
    "id": "tag-containercargo",
    "type": "tag",
    "appliesTo": "ship",
    "name": "Container Mounts",
    "enables": "cargo",
    "description": "This vessel has the mounts, cells, or holds for the transport of standardized intermodal containers, the quantity of which is determined by the ship's size."
  },
  {
    "id": "tag-breakcargo",
    "type": "tag",
    "appliesTo": "ship",
    "name": "Cargo Holds",
    "enables": "cargo",
    "description": "This vessel has holds or bays suitable for the storage and transport of general cargo, the quantity of which is determined by the ship's size."
  },
  {
    "id": "tag-volatilecargo",
    "type": "tag",
    "appliesTo": "ship",
    "name": "Volatiles Storage",
    "enables": "cargo",
    "description": "This vessel has special facilities and containment systems used to transport volatile or hazardous goods, the quantity of which is determined by the ship's size."
  },
  {
    "id": "tag-passenger",
    "type": "tag",
    "appliesTo": "ship",
    "name": "Passenger Accommodations",
    "enables": "cargo",
    "description": "This vessel has the facilities to transport passengers, the quantity of which is determined by the ship's size."
  },
  {
    "id": "tag-heavylift",
    "type": "tag",
    "appliesTo": "ship",
    "name": "Heavy Lift Capacity",
    "enables": "cargo",
    "description": "This vessel has the facilities to transport exceptionally large or heavy cargo, structural components, construction equipment, and similar items that would not fit in a standard cargo hold."
  }
]
